{
  "strengths": [
    "Breed productaanbod",
    "Internationaal netwerk",
    "Duurzaamheidsfocus",
    "Verticale integratie",
    "Innovatie en kwaliteit"
  ],
  "weaknesses": [
    "Hoge kostenbasis",
    "Complexe structuur",
    "petrochemische grondstoffen",
    "Beperkte merkbekendheid"
  ],
  "opportunities": [
    "Groeiende vraag naar duurzame materialen",
    "Technologische vooruitgang",
    "Groei in bouw- en infrastructuurmarkten",
    "Samenwerkingen rond hernieuwbare energie"
  ],
  "threats": [
    "Internationale concurrentie",
    "Strengere Europese regelgeving",
    "Economische schommelingen",
    "Grondstoffenschaarste"
  ],
  "matrixStrategies": {
    "S1-O1": "Gebruik het brede productaanbod om in te spelen op de toenemende vraag naar duurzame materialen.",
    "S1-O2": "Combineer productdiversiteit met nieuwe technologieën om innovatieve vloer- en textieloplossingen te creëren.",
    "S1-O3": "Benut het brede aanbod om marktaandeel te vergroten in groeiende bouw- en infrastructuurmarkten.",
    "S1-O4": "",
    "S2-O1": "Gebruik het internationale netwerk om duurzame producten in meerdere markten te introduceren.",
    "S2-O2": "Versnel technologische implementaties wereldwijd via het internationale netwerk.",
    "S2-O3": "Zet distributiekanalen in om te profiteren van groei in opkomende regio’s.",
    "S2-O4": "Gebruik het netwerk om duurzame partnerschappen verder uit te bouwen.",
    "S3-O1": "Benadruk duurzaamheid als kernwaarde om te profiteren van de stijgende vraag naar circulaire producten.",
    "S3-O2": "Gebruik duurzame focus om nieuwe technologieën sneller te testen en te implementeren.",
    "S3-O3": "",
    "S3-O4": "Koppel Route 2030 aan strategische samenwerkingen voor hernieuwbare energieprojecten.",
    "S4-O1": "Gebruik verticale integratie om duurzame materialen sneller en kostenefficiënter te produceren.",
    "S4-O2": "Integreer nieuwe technologieën in eigen productieprocessen.",
    "S4-O3": "",
    "S4-O4": "",
    "S5-O1": "Gebruik innovatiekracht om unieke duurzame producten te ontwikkelen.",
    "S5-O2": "Combineer innovatie en technologie om concurrentievoordeel te behalen.",
    "S5-O3": "",
    "S5-O4": "",
    "W1-O1": "Gebruik groeiende vraag naar duurzame producten om energie-efficiëntere productie te rechtvaardigen.",
    "W1-O2": "Investeer in technologie om productieprocessen te optimaliseren en kosten te beperken.",
    "W1-O3": "",
    "W1-O4": "",
    "W2-O1": "Gebruik focus op duurzaamheid om interne structuren eenvoudiger en transparanter te maken.",
    "W2-O2": "Digitaliseer en automatiseer processen om de complexe structuur te vereenvoudigen.",
    "W2-O3": "",
    "W2-O4": "",
    "W3-O1": "Vervang petrochemische grondstoffen door circulaire alternatieven waar mogelijk.",
    "W3-O2": "Gebruik technologische vooruitgang om alternatieve grondstoffen te ontwikkelen.",
    "W3-O3": "",
    "W3-O4": "Werk samen met energiepartners om duurzamere grondstoffen te verkrijgen.",
    "W4-O1": "Gebruik duurzame innovaties om merkbekendheid te vergroten bij klanten.",
    "W4-O2": "Benadruk nieuwe technologieën in marketing om het merk sterker te positioneren.",
    "W4-O3": "",
    "W4-O4": "Communiceer samenwerkingen op vlak van duurzaamheid om merkvertrouwen te versterken.",
    "S1-T1": "Gebruik productdiversiteit om flexibel te reageren op internationale concurrentie.",
    "S1-T2": "Zorg dat het brede aanbod voldoet aan Europese regelgeving door duurzame varianten aan te bieden.",
    "S1-T3": "",
    "S1-T4": "Gebruik productvariatie om afhankelijkheid van schaarse grondstoffen te verminderen.",
    "S2-T1": "Gebruik het wereldwijde netwerk om schaalvoordelen te behalen en concurrentiepositie te versterken.",
    "S2-T2": "Gebruik lokale vestigingen om beter in te spelen op regionale regelgeving.",
    "S2-T3": "",
    "S2-T4": "Gebruik internationale leveringsketens om grondstofrisico’s te spreiden.",
    "S3-T1": "Gebruik duurzaamheid als onderscheidende factor om prijsconcurrentie te beperken.",
    "S3-T2": "Pas duurzaamheidsstrategieën aan op strengere regelgeving.",
    "S3-T3": "",
    "S3-T4": "Gebruik circulaire materialen om afhankelijkheid van schaarse grondstoffen te verminderen.",
    "S4-T1": "Gebruik verticale integratie om sneller te reageren op marktveranderingen en concurrentie.",
    "S4-T2": "Pas productieprocessen intern aan om aan regelgeving te voldoen.",
    "S4-T3": "",
    "S4-T4": "Gebruik interne controle over grondstoffen om schaarste beter te beheren.",
    "S5-T1": "Blijf innoveren om onderscheidend te blijven tegenover internationale concurrenten.",
    "S5-T2": "Ontwikkel innovatieve oplossingen die voldoen aan nieuwe regelgeving.",
    "S5-T3": "",
    "S5-T4": "",
    "W1-T1": "Optimaliseer productie om kosten te verlagen en beter te concurreren met internationale spelers.",
    "W1-T2": "Gebruik bestaande structuren om regelgeving na te leven zonder extra kosten.",
    "W1-T3": "Beperk afhankelijkheid van economische cycli door kostenefficiëntie te verbeteren.",
    "W1-T4": "Zoek goedkopere en stabielere grondstofalternatieven.",
    "W2-T1": "Vereenvoudig organisatie om sneller te kunnen reageren op concurrentie.",
    "W2-T2": "Maak rapportagestructuren efficiënter om snel te voldoen aan regelgeving.",
    "W2-T3": "",
    "W2-T4": "",
    "W3-T1": "Investeer in alternatieve materialen om risico op afhankelijkheid te verminderen.",
    "W3-T2": "Zorg dat nieuwe materialen voldoen aan regelgeving om toekomstige risico’s te vermijden.",
    "W3-T3": "",
    "W3-T4": "Beperk grondstofrisico’s door voorraadbeheer en lange termijncontracten.",
    "W4-T1": "Versterk merkwaarde om prijsconcurrentie te verminderen.",
    "W4-T2": "Gebruik communicatie rond regelgeving om vertrouwen bij klanten te behouden.",
    "W4-T3": "",
    "W4-T4": ""
  }
}